Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_swe-SWE_TM.tmx
Source language: en_gb
Languages: sv_se

source: Other\ Refusal (DO NOT READ OUT)
sv_se: Annat/vägrar (LÄS EJ UPP)

source: Walking
sv_se: Går till fots

source: DK/NA (DO NOT READ OUT)
sv_se: Vet ej/Inget svar (LÄS EJ UPP)

source: (DO NOT READ OUT
sv_se: (LÄS INTE UPP)

source: Large town/city
sv_se: En stor stad

source: Have you got a mobile phone?
sv_se: Har du en mobiltelefon?

source: In which city/borough/commune do you live?
sv_se: I vilken stad/kommun bor du?

source: Single person household
sv_se: Enpersonshushåll

source: City 1
sv_se: Stockholm

source: Noise
sv_se: Buller

source: Car
sv_se: Bil

source: Public transport
sv_se: Kollektivtrafik

source: PROG: ROTATE ITEMS 1 TO 4
sv_se: PROG: ROTERA 1 TILL 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
sv_se: Skulle du säga att du under de senaste tolv månaderna har haft problem med att betala räkningarna vid månadens slut …?

source: Other city
sv_se: Annan stad

source: Generally speaking, the public administration of [CITY NAME] can be trusted
sv_se: Generellt sett kan man lita på den offentliga förvaltningen i [CITY NAME]

source: ASK ALL
sv_se: (FRÅGA ALLA)

source: It is easy to find a job in [CITY NAME]
sv_se: Det är lätt att hitta ett jobb i [CITY NAME]

source: Not at all satisfied
sv_se: Inte alls nöjd

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
sv_se: Jag kommer att läsa upp några påståenden. Kan du tala om för mig om du instämmer helt, instämmer något, tar delvis avstånd eller helt tar avstånd från vart och ett av dessa påståenden?

source: Somewhat disagree
sv_se: Tar delvis avstånd

source: Housing
sv_se: Bostäder

source: (READ OUT – ONE ANSWER ONLY)
sv_se: (LÄS UPP - ENDAST ETT SVAR)

source: From time to time
sv_se: Ibland

source: D21: CODE 9 AND 10 - SINGLE CODES
sv_se: D21: KODERNA 9 OCH 10 - ENSVARSKODER

source: Married or cohabiting couple, no children or no children living at home
sv_se: Gift eller samboende par, inga barn eller inga barn som bor hemma

source: Rural area or village
sv_se: Glesbygd eller by

source: Train
sv_se: Tåg

source: Very satisfied
sv_se: Mycket nöjd

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
sv_se: Är du generellt sett mycket nöjd, ganska nöjd, inte särskilt nöjd eller inte alls nöjd med var och en av följande frågor i [CITY NAME]?

source: Safety
sv_se: Säkerhet

source: Your personal job situation
sv_se: Din personliga jobbsituation

source: Small or medium-sized town
sv_se: En liten eller medelstor stad

source: Professional (employed doctor, lawyer, accountant, architect, …)
sv_se: Akademiker (anställd läkare, jurist, revisor, arkitekt)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
sv_se: Det är lätt att hitta ett bra boende till ett rimligt pris i [CITY NAME]

source: Generally speaking, most people in my neighborhood can be trusted
sv_se: Generellt sett kan man lita på de flesta i mitt område

source: Most of the time
sv_se: Större delen av tiden

source: Have you got a landline phone?
sv_se: Har du en fast telefon?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
sv_se: Om du räknar med dig själv, hur många personer på 15 år eller äldre bor då i ditt hushåll?

source: Other (DO NOT READ OUT)
sv_se: Annat (LÄS EJ UPP)

source: Q4: CODE 11 - SINGLE CODE
sv_se: Q4: KOD 11 - ENSVARSKOD

source: Strongly disagree
sv_se: Tar helt avstånd

source: I live here since less than 1 year
sv_se: Jag har bott här mindre än ett år

source: Cleanliness
sv_se: Renlighet

source: The financial situation of your household
sv_se: Ditt hushålls ekonomiska situation

source: Other employee (salesman, nurse, …)
sv_se: Annan tjänsteman (försäljare, sjuksköterska…)

source: No
sv_se: Nej

source: Owner of shop, craftsman
sv_se: Affärsinnehavare, hantverkare

source: (READ OUT - ONE ANSWER ONLY)
sv_se: (LÄS UPP - ENDAST ETT SVAR)

source: Would you say you are…?
sv_se: Skulle du säga att du är…?

source: Seeking a job
sv_se: Arbetssökande

source: Manual worker
sv_se: Arbetare

source: The noise level
sv_se: Ljudnivån

source: The administrative services of [CITY NAME] help people efficiently
sv_se: De administrativa tjänsterna i [CITY NAME] hjälper människor effektivt

source: Urban public transport (bus, metro, tram, ferry, etc.)
sv_se: Stadskollektivtrafik (buss, tunnelbana, spårvagn, färja etc.)

source: Gender.
sv_se: Kön

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
sv_se: [CITY NAME] har förbundit sig att bekämpa klimatförändringarna (t.ex. energieffektivitet och gröna transporter)

source: Female
sv_se: Kvinna

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
sv_se: Enligt din åsikt, vilka av följande är de tre viktigaste frågorna för [CITY NAME]?

source: What county do you live in?
sv_se: I vilket län bor du?

source: I live here since between 5 to 10 years
sv_se: Jag har bott här mellan fem och tio år

source: I am satisfied to live in [CITY NAME]
sv_se: Jag trivs med att bo i [CITY NAME]

source: Male
sv_se: Man

source: Social services
sv_se: Socialtjänsten

source: Unemployment
sv_se: Arbetslöshet

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
sv_se: (LÄS UPP VID BEHOV – ENDAST ETT SVAR)

source: Farmer, forester, fisherman
sv_se: Lantbrukare, skogsarbetare, fiskare

source: Civil servant
sv_se: Offentliganställd

source: Without a professional activity
sv_se: Utan yrkesmässig sysselsättning

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
sv_se: FRÅGA D5c OM TJÄNSTEMAN, KOD 2 I D5a

source: PROG: ROTATE ITEMS 1 TO 7
sv_se: PROG: ROTERA 1 TILL 7

source: Education and training
sv_se: Utbildning och fortbildning

source: City 2
sv_se: Malmö

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
sv_se: När det gäller din nuvarande sysselsättning, skulle du säga att du är egenföretagare, tjänsteman, arbetare eller skulle du säga att du är utan yrkesmässig sysselsättning?

source: Refusal (DO NOT READ OUT)
sv_se: Vägrar (LÄS EJ UPP)

source: (ONE ANSWER ONLY)
sv_se: (ENDAST ETT SVAR)

source: Air pollution
sv_se: Luftföroreningar

source: I feel safe in [CITY NAME]
sv_se: Jag känner mig trygg i [CITY NAME]

source: Unskilled manual worker
sv_se: Outbildad arbetare

source: Sports facilities such as sport fields and indoor sport halls
sv_se: Sportanläggningar, såsom idrottsplaner och inomhushallar

source: The life you lead
sv_se: Livet du lever

source: Rather unsatisfied
sv_se: Inte särskilt nöjd

source: Rather satisfied
sv_se: Ganska nöjd

source: Professional (lawyer, medical practitioner, accountant, architect,…)
sv_se: Praktiserande akademiker (jurist, läkare, revisor, arkitekt,...)

source: Health services
sv_se: Hälsovård

source: Office clerk
sv_se: Kontorstjänsteman

source: Retired
sv_se: Pensionär

source: (READ OUT – MAX. 3 ANSWERS)
sv_se: (LÄS UPP - MAX 3 SVAR)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
sv_se: På det hela taget, är du mycket nöjd, ganska nöjd, inte särskilt nöjd eller inte alls nöjd med …

source: PROG: ROTATE ITEMS 1 to 12
sv_se: PROG: ROTERA 1 TILL 12

source: None (DO NOT READ OUT)
sv_se: Inget (LÄS EJ UPP)

source: Almost never\ never
sv_se: Nästan aldrig / Aldrig

source: Number of people aged 15 or more in the household
sv_se: Antal personer på 15 år eller äldre i hushållet

source: Public transport, for example the bus, tram or metro
sv_se: Kollektivtrafiken, t.ex. buss, spårvagn eller tunnelbana

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
sv_se: FRÅGA D5b OM EGENFÖRETAGARE, KOD 1 I D5a

source: Student (full time)
sv_se: Studerande (heltid)

source: I feel safe in my neighbourhood
sv_se: Jag känner mig trygg i mitt område

source: Availability of retail shops
sv_se: Tillgång till butiker

source: General management, director or top management
sv_se: Vd, direktör eller högsta ledningen

source: Strongly agree
sv_se: Instämmer helt och hållet

source: How old were you when you stopped full-time education?
sv_se: Hur gammal var du när du slutade studera på heltid?

source: Ship or boat
sv_se: Fartyg eller båt

source: Bicycle
sv_se: Cykel

source: How old are you?
sv_se: Hur gammal är du?

source: Motorbike
sv_se: Motorcykel

source: (READ OUT - MAX. 2 ANSWERS)
sv_se: (LÄS UPP - MAX 2 SVAR)

source: Single parent, one or more children living at home
sv_se: Ensamförälder, ett eller flera barn som bor hemma

source: Self-employed
sv_se: Egenföretagare

source: The state of the streets and buildings in your neighbourhood
sv_se: Gator och byggnaders skick i ditt område

source: Fairly satisfied
sv_se: Ganska nöjd

source: Generally speaking, most people in [CITY NAME] can be trusted
sv_se: Generellt sett kan man lita på de flesta i [CITY NAME]

source: (READ OUT - SINGLE CODE)
sv_se: (LÄS UPP - ENDAST ETT SVAR)

source: On a typical day, which mode or modes of transport do you use most often?
sv_se: Vilket eller vilka transportsätt använder du oftast en vanlig dag?

source: Schools and other educational facilities
sv_se: Skolor och andra utbildningsinrättningar

source: The quality of the air
sv_se: Luftkvaliteten

source: Married or cohabiting couple, with one or more children living at home
sv_se: Gift eller samboende par, med ett eller flera barn som bor hemma

source: Middle management
sv_se: Annan ledande befattning t.ex. avdelningschef

source: Foreigners who live in [CITY NAME] are well integrated
sv_se: Utlänningar som bor i [CITY NAME] är väl integrerade

source: Health care services, doctors and hospitals
sv_se: Hälso- och sjukvårdstjänster,läkare och sjukhus

source: Employee
sv_se: Tjänsteman

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
sv_se: FRÅGA D5d OM ARBETARE, KOD 3 i D5a

source: Public spaces such as markets, squares, pedestrian areas
sv_se: Offentliga platser, såsom marknadsplatser, torg, gågator

source: Would you say you live in a…?
sv_se: Skulle du säga att du bor i …?

source: Which of the following best describes your household composition?
sv_se: Vilket av följande beskriver bäst ditt hushålls sammansättning?

source: Manager of a company
sv_se: Företagsledare

source: I live here since 1 to 5 years
sv_se: Jag har bott här mellan ett och fem år

source: Not very satisfied
sv_se: Inte särskilt nöjd

source: Road infrastructure
sv_se: Väginfrastrukturen

source: PROG: ROTATE ITEMS 1 TO 10
sv_se: PROG: ROTERA 1 TILL 10

source: The presence of foreigners is good for [CITY NAME]
sv_se: Närvaron av utlänningar är bra för [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
sv_se: (SKRIV NER – OM "VET INTE" KOD '98' – OM "VÄGRAR" KOD '99')

source: DK (DO NOT READ OUT)
sv_se: VET INTE (LÄS INTE UPP)

source: Yes
sv_se: Ja

source: Green spaces such as parks and gardens
sv_se: Grönområden, såsom allmänna parker och trädgårdar

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
sv_se: FRÅGA D5e OM UTAN YRKESMÄSSIG SYSSELSÄTTNING, KOD 4 I D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
sv_se: (OM IP FORTFARANDE STUDERAR, SKRIV '00' - OM IP SAKNAR UTBILDNING, SKRIV '01' - OM IP VÄGRAR, SKRIV '98' - OM IP INTE VET/KOMMER IHÅG, SKRIV '99')

source: Other
sv_se: Annat

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
sv_se: (SKRIV NER – OM "VÄGRAR" KOD '99')

source: FL419 - Quality of life in European Cities UK
sv_se: FL419 - Quality of life in European Cities SE

source: Somewhat agree
sv_se: Instämmer delvis

source: Cultural facilities such as concert halls, theatres, museums and libraries
sv_se: Kulturella anläggningar, såsom konserthallar, teatrar, museum och bibliotek

source: The place where you live
sv_se: Platsen där du bor

source: Was born here/ I’ve been living here for all my life
sv_se: Föddes här/Jag har bott här hela mitt liv

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
sv_se: OM ANNAN eller VET INTE I D12, KOD 198 eller 199 i D12. STOPPA INTERVJUN.

source: Supervisor\ foreman (team manager, …)
sv_se: Lagbas/förman (gruppledare...)

source: I live here since more than 10 years
sv_se: Jag har bott här i mer än tio år

source: For how long have you been living in [CITY NAME]?
sv_se: Hur länge har du bott i [CITY NAME]

source: Looking after the home
sv_se: Sköter hemmet
